"ADD_EVENT_PROMPT" = "Vegeu els detalls de l’esdeveniment.";
"ADD_EVENT" = "Afegir esdev.";
"EDIT_EVENT" = "Editar";
"CANCEL" = "Cancel·lar";

"DELETE" = "Eliminar";
"DELETE_ONE" = "Eliminar aquest cas";
"DELETE_FUTURE" = "Eliminar tota la sèrie";
"DELETE_RECURRING_ALERT_TITLE" = "Aquest esdeveniment és repetitiu.";
"DELETE_EVENT" = "Eliminar esdeveniment";

"DETACH_ONE" = "Només aquest esdev.";
"DETACH_FUTURE" = "Esdeveniments futurs";
"DETACH_ALL" = "Tots els esdeveniments";
"DETACH_ALERT_TITLE" = "Aquest esdeveniment és repetitiu.";

"CANCEL_DIRTY_ALERT_TITLE" = "Aquest esdeveniment s’ha editat.";
"CANCEL_DIRTY_CANCEL" = "Cancel·lar l’edició";
"CANCEL_DIRTY_REVIEW" = "Revisar l’edició";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "No s’ha pogut enviar la invitació";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "“%@” no sembla ser una adreça de correu vàlida.";
"OK" = "Acceptar";

"TITLE_PLACEHOLDER" = "Títol";
"LOCATION_PLACEHOLDER" = "Localització";
"TITLE_DETAIL_NAV_TITLE" = "Títol i ubicació";
"DEFAULT_EVENT_TITLE" = "Nou esdeveniment";
"ADD_TO_CALENDAR" = "Afegir al calendari";

"STARTS" = "Inici";
"ENDS" = "Final";
"DATE_DETAIL_NAV_TITLE" = "Inici i final";
"ALL_DAY_SWITCH_TITLE" = "Tot el dia";
"TIME_ZONE" = "Zona horària";
"FLOATING" = "Flotant";

"REPEAT" = "Repetir";
"NEVER_DETAIL" = "Mai";
"DAILY_DETAIL" = "Diàriament";
"WEEKLY_DETAIL" = "Setmanalment";
"BIWEEKLY_DETAIL" = "Quinzenalment";
"MONTHLY_DETAIL" = "Mensualment";
"YEARLY_DETAIL" = "Anualment";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Repetir";
"END_REPEAT" = "Acabar repetició";
"END_REPEAT_NAV_TITLE" = "Acabar";
"TIME_ZONE_CHOOSER_PROMPT" = "Escriviu el nom d'una ciutat.";

"REPEAT_FOREVER" = "Repetir per sempre";

"ADD_INVITEES_NAV_TITLE" = "Afegir convidats";
"ADD_INVITEES_PROMPT" = "Afegir convidats a aquest esdeveniment.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "No es pot desar l'esdeveniment";
"ALERT_TIME" = "Temps d'avís";
"CANNOT_REPEAT_EVENT" = "No es pot repetir l'esdeveniment";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

